Repository: Zojax/zojax.richtext
Catalog: src/zojax/richtext/locales/*/LC_MESSAGES/zojax.richtext.po
Languages: nl, ru

source: Default member's content editor configuration.
nl: Standaard gebruikers inhoudseditor configuratie.

source: Content Editor
nl: Inhoudseditor
ru: Редактор текстов

source: Select the content editor that you would like to use.
nl: Selecteer de inhoudseditor die u wilt gebruiken.
ru: Выберите редактор, который вы бы хотели использовать для редактирования текстов.

source: HTML Source
nl: HTML broncode

source: Select the content editor that you would like to use. Note that content editors often have specific browser requirements.
nl: Selecteer de inhoudseditor die u wilt gebruiken. Let er op dat inhoudseditors vaak specifieke browsereisen hebben.
ru: Выберите редактор, который вы бы хотели использовать для редактирования текстов. Редакторы содержимого часто имеют специфические требования к браузеру.

source: Allow change editor
nl: Toestaan editor wijzigingen
ru: Позволить выбирать редактор

source: Allow change editor for members.
nl: Sta het toe dat gebruikers de editor aanpassen.
ru: Позволить пользователям выбирать редактор.

source: Content editor
nl: Inhoudseditor
ru: Редактор текстов

source: Select the content editor that members will use. Note that content editors often have specific browser requirements.
nl: Selecteer de inhoudseditor die gebruikers zullen gebruiken. Let er op dat inhoudseditors vaak spefieke browsereisen hebben.
ru: Выберите редактор, который пользователи будут использовать для редактирования текстов. Редакторы содержимого часто имеют специфические требования к браузеру.

source: Plain Text
nl: Onopgemaakte tekst
ru: Обычный текст

source: Plain Text Source
nl: Onopgemaakte tekst broncode
ru: Исходный текст в виде обычного текста

source: ReStructured Text (ReST)
nl: Hergestructureerde tekst (ReST)
ru: Реструктурированный текст (ReST)

source: ReStructured Text (ReST) Source
nl: Hergestructureerde tekst (ReST) broncode
ru: Исходный текст в виде реструктурированного текста (ReST)

source: Structured Text (STX)
nl: Gestructureerde tekst (STX)
ru: Структурированный текст (STX)

source: Structured Text (STX) Source
nl: Gestructureerde tekst (STX) broncode
ru: Исходный текст в виде структурированного текста (STX)

source: Basic HTML textarea editor
nl: Eenvoudige HTML editor
ru: Стандартный 'HTML TextArea' редактор

source: Text format
nl: Tekst formaat
ru: Формат текста

source: If you are unsure of which format to use, just select Plain Text and type the document as you usually do.
nl: Als u onzeker bent wel formaat te gebruiken kies dan "Onopgemaakte tekst" en vul de tekst in zoals u normaal doet.
ru: Если вы не уверены, какой формат использовать - выберите 'Обычный текст' и печатайте документ как обычно
